[
  {
    "protocolSection": {
      "identificationModule": {
        "nctId": "NCT00171847",
        "briefTitle": "Study of the Efficacy and Safety of Letrozole Combined With Trastuzumab in Patients With Metastatic Breast Cancer"
      },
      "statusModule": {
        "overallStatus": "TERMINATED",
        "startDateStruct": {
          "date": "2003-03"
        }
      },
      "descriptionModule": {
        "briefSummary": "Phase IV trial to investigate the effect of the combination of Letrozole with trastuzumab in metastatic breast cancer patients"
      },
      "conditionsModule": {
        "conditions": [
          "Metastatic Breast Cancer"
        ]
      }
    }
  },
  {
    "protocolSection": {
      "identificationModule": {
        "nctId": "NCT02054338",
        "briefTitle": "A Study of Vinflunine Plus Gemcitabine Versus Paclitaxel Plus Gemcitabine in Patients With Advanced Breast Cancer"
      },
      "statusModule": {
        "overallStatus": "TERMINATED",
        "startDateStruct": {
          "date": "2006-06"
        },
        "completionDateStruct": {
          "date": "2015-02"
        }
      },
      "descriptionModule": {
        "briefSummary": "The combination of vinflunine and gemcitabine in advanced breast cancer in comparison to paclitaxel and gemcitabine is based on the following points: the significant antitumour activity of vinflunine in metastatic breast cancer (MBC) as single agent after anthracycline-taxane exposure and recent phase I study results of the vinflunine plus gemcitabine is at least additive and both drugs have a distinct mechanism of action; since taxanes have been approved in the adjuvant setting and are widely used in the treatment of early breast cancer it is worthwhile to assess new combination chemotherapy regimens as first line therapy for metastatic breast cancer."
      },
      "conditionsModule": {
        "conditions": [
          "Advanced Breast Cancer"
        ]
      }
    }
  },
  {
    "protocolSection": {
      "identificationModule": {
        "nctId": "NCT00005655",
        "briefTitle": "Combination Therapy of Interleukin-12 and Interleukin-2 to Treat Advanced Cancer"
      },
      "statusModule": {
        "overallStatus": "TERMINATED",
        "startDateStruct": {
          "date": "2000-04-28"
        },
        "completionDateStruct": {
          "date": "2017-03-02"
        }
      },
      "descriptionModule": {
        "briefSummary": "The purposes of this study are fourfold. It will 1) determine what dose of interleukin-12 (IL-12) and interleukin-2 (IL-2) combination therapy can be given safely to patients with advanced cancer; 2) evaluate the side effects of this treatment; 3) examine how the body handles this drug combination; and 4) determine whether and how the therapy may cause the immune system to stop or slow tumor growth.\n\nIL-2 is an approved drug for treating melanoma and kidney cancer. IL-12 is an experimental drug that has shown anti-cancer activity in animals, shrinking tumors and slowing their growth. Animal studies suggest that given together, the drugs may be more effective against cancer than either one singly.\n\nPatients 18 years of age and older with advanced solid-tumor cancers (kidney, breast, lung, sarcomas and others) that do not improve with standard treatment may qualify for this study. Candidates will have a physical examination, including blood and urine tests, electrocardiogram (EKG) and echocardiogram, DTH skin test (to test the function of the immune system), chest X-ray and lung function tests to determine eligibility. Bone marrow biopsy and imaging procedures such as CT and MRI scans may also be required. Patients over 50 years old will also undergo exercise stress testing.\n\nTreatment will consist of four courses of IL-2 and IL-12. On days one and nine of each course, patients will receive three doses (one every 8 hours) of IL-2 intravenously (through a vein). On days two, four, six, 10, 12 and 14, they will receive IL-12 intravenously. This will be followed by a recovery period from days 15 through 35. This regimen will be repeated for another three cycles; patients who show benefit without severe side effects may continue for additional cycles. Treatment for the first cycle will be administered in the hospital. If the drugs are well tolerated, additional therapy may be given on an outpatient basis.\n\nA biopsy (removal of a small sample of tumor tissue) will be done at the beginning of the study, after completing the first treatment cycle, and possibly again when the cancer slows, stops or gets worse, or if the patient leaves the study. These tumor samples will be examined to evaluate the effects of treatment. Several blood samples also will be collected during the course of treatment to monitor immune system effects. A device called a heparin lock may be put in place to avoid multiple needle sticks.\n\n..."
      },
      "conditionsModule": {
        "conditions": [
          "Kidney Neoplasm",
          "Lung Neoplasm",
          "Sarcoma",
          "Breast Neoplasm"
        ]
      }
    }
  }
]