{"studies": [{"protocolSection": {"identificationModule": {"nctId": "NCT05437757", "briefTitle": "Scaffold-guided Breast Surgery"}, "conditionsModule": {"conditions": ["Breast Implant Revision", "Congenital Breast Defect Correction"]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n1. Females over the age of 18 requiring pre-pectoral breast implant revision or congenital defect correction surgery, unilateral or bilateral.\n2. Patient willing and able to comply with the study requirements.\n3. Patient is eligible to undergo MRI (i.e., no implanted incompatible metal or metal devices, no history of severe claustrophobia).\n4. Patient capable of providing valid informed consent.\n5. Patient has sufficient body fat for homologous transplantation.\n\nExclusion Criteria:\n\n1. Patients who have undergone Radical Mastectomy or radical removal of chest wall soft tissue.\n2. Patients who have had breast or chest wall irradiation.\n3. Prior history of infection in the breast region in the preceding 12 months.\n4. Patients diagnosed with or having a prior history of Breast Implant-Associated Anaplastic Large Cell Lymphoma (BIA-ALCL).\n5. The patient has any condition or disease, including uncontrolled diabetes (e.g., HbA1c \\> 8%), that is clinically known to impact wound healing ability.\n6. Patient with a known history of immunodeficiency including HIV, concomitant systemic corticosteroid therapy, chemotherapy, synchronous haematological malignancy or other cause for secondary/primary immunodeficiency.\n7. Known severe concurrent or inter-current illness including cardiovascular, respiratory or immunological illness, psychiatric disorders, alcohol or chemical dependence, possible allergies that would, in the opinion of the Co-ordinating Principal Investigator, compromise their safety or compliance or interfere with interpretation of study results.\n8. Body mass Index (BMI) below 20 and above 30 (patients with a BMI above 30 may still be eligible pending assessment by investigating team and documentation of rationale).\n9. Polycaprolactone (PCL) allergy\n10. Women who are currently pregnant or breast feeding, or who are planning to become pregnant within two years after the breast surgery.\n11. Patient ineligible to undergo MRI.\n12. Patient unable or unwilling to comply with the treatment protocol.\n13. Patient unwilling or unable to provide fully informed consent including but not limited to patients with intellectual or mental impairment.\n14. Patients with a history of smoking (patients with a history of smoking may still be eligible pending assessment by investigating team and documentation of rationale)", "sex": "FEMALE", "minimumAge": "18 Years"}}}, {"protocolSection": {"identificationModule": {"nctId": "NCT04135157", "briefTitle": "Pectoral Nerve Block II and Erector Spine Plane Block in Breast Cancer Surgery"}, "conditionsModule": {"conditions": ["Anesthesia", "Analgesia", "Acute Pain", "Chronic Pain", "Pectoralis Nerve Block", "Erector Spine Plane Block", "Patient Controlled Analgesia"]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* ASA 1-2 patients between the age of 18-65, scheduled for elective unilateral segmental mastectomy + sentinel lymph node biopsy\n\nExclusion Criteria:\n\n* Age \\<18 or\\> 65, ASA 3-4 patients\n* Obesity (\\> 100 kg, BMI\\> 35 kg / m2)\n* Patients undergoing bilateral mastectomy\n* Pregnancy\n* Contraindication of regional anesthesia (coagulopathy, abnormal INR, thrombocytopenia, infection at the injection site)\n* Serious renal, cardiac, hepatic disease\n* Hypersensitivity to local anesthetics or a history of allergy\n* Patients with a history of opioid use longer than four weeks\n* Patients with psychiatric disorders or communication difficulties\n* Patients with chest deformity\n* Patients with previous breast surgery except diagnostic biopsies\n* Patients who do not want to participate", "sex": "FEMALE", "minimumAge": "18 Years", "maximumAge": "65 Years"}}}, {"protocolSection": {"identificationModule": {"nctId": "NCT03355157", "briefTitle": "A Randomized, Open-label, Multi-center Phase IV Study Evaluating Palbociclib Plus Endocrine Treatment Versus a Chemotherapy-based Treatment Strategy in Patients With Hormone Receptor Positive / HER2 Negative Breast Cancer in a Real World Setting (GBG 93 - PADMA Study)."}, "conditionsModule": {"conditions": ["Metastatic Breast Cancer"]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent prior to beginning specific protocol procedures, including expected cooperation of the patients for the treatment and follow-up, willingness and ability to complete collection of data via wearable device and study mobile must be obtained and documented according to the local regulatory requirements.\n2. Female or male patients.\n3. Age ≥ 18 years old.\n4. Metastatic invasive hormone receptor positive and HER2 negative breast cancer (histologically confirmed).\n5. Patients who in the opinion of the treating physician are candidates suitable for randomization for mono-chemotherapy treatment, that has either an approved label in Europe and/or is supported by guidelines for the treatment of first-line advanced BC, which are based on evidence on safety and efficacy in this setting.\n6. Symptomatic or asymptomatic metastatic breast cancer.\n7. Resolution of all acute toxic effects of prior anti-cancer therapy or surgical procedures to NCI CTCAE version 4.0 grade ≤ 1 (except alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion).\n8. Life-expectancy \\> 6 months.\n9. For female patients: The patients need to be either A) of non-childbearing potential (documented postmenopausal or post hysterectomy) B) childbearing potential with negative serum or urinary pregnancy test (in this case patients need to use highly effective non-hormonal contraceptive methods).\n\nExclusion Criteria:\n\n1. Indication for poly-chemotherapy or single-agent endocrine therapy only or bevacizumab.\n2. Asymptomatic oligometastases of the bone as the only site of metastatic disease.\n3. Uncontrolled/untreated central nervous system lesions.\n4. Patients who received treatment for metastatic/relapsed breast cancer.\n5. Inadequate organ function as per physician's assessment immediate prior to randomization.\n6. Treatment with preparations containing St. John´s Wort within the last 7 days prior to randomization and/or concurrent use.\n7. Known severe hypersensitivity reactions to compounds or excipients similar to palbociclib, planned chemotherapy or planned endocrine therapy.\n8. Existing contraindication against the use of palbociclib, planned chemotherapy or planned endocrine therapy.\n9. Patients with hereditary problems of galactose intolerance, the Lapp lactase deficiency, and glucose-galactose malabsorption.\n10. Female patients: pregnancy or lactation at the time of randomization or intention to become pregnant during the study and up to six months after treatment. Male patients: Intention to beget a child during the study and up to six months after treatment.", "sex": "ALL", "minimumAge": "18 Years"}}}, {"protocolSection": {"identificationModule": {"nctId": "NCT00257348", "briefTitle": "Capecitabine and Docetaxel in Advanced/Recurrent Cervical Cancer"}, "conditionsModule": {"conditions": ["Cervical Cancer"]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have histologically proven stage IVB, recurrent or persistent squamous cell carcinoma, adenosquamous carcinoma, or adenocarcinoma of the cervix which is not amenable to curative treatment with surgery and/or radiation therapy\n2. Age greater than or equal to 18\n3. All patients must have measurable disease. Measurable disease is defined as at least one lesion that can be accurately measured in at least one dimension (longest dimension to be recorded). Each lesion must be greater than or equal to 20 mm when measured by conventional techniques, including palpation, plain x-ray, CT, and MRI, or greater than or equal to 10 mm when measured by spiral CT. Biopsy confirmation is required if the lesion measures \\< 30 mm or if the treating physician determines it is clinically indicated. Patients must have at least one \"target lesion\" to be used to assess response on this protocol as defined by Response Evaluation Criteria in Solid Tumors (RECIST). This lesion should be the one that was biopsied if one was performed. Patients with tumors within and outside a previously irradiated field should have the lesion outside of the irradiated area preferentially designated as the \"target\" lesion.\n4. Patients must have adequate:\n\n   * Hematologic function: ANC greater than or equal to 1500/mm3; Platelets greater than or equal to 100,000/mm3; Hemoglobin greater than or equal to 8.0 g/dl\n   * Renal function: Serum creatinine less than or equal to 1.2 mg/dl. Patients with a serum creatinine greater than 1.2 mg/dl but less than 1.5 mg/dl must have a 24-hour creatinine clearance determination of \\> 50 cc/min to be eligible.\n   * Hepatic function: Total Bilirubin must be within normal limits. Transaminases (SGOT and/or SGPT) may be up to 2.5 x institutional upper limit of normal (ULN) if alkaline phosphatase is less than or equal to ULN, or alkaline phosphatase may be up to 4 x ULN if transaminases are less than or equal to ULN\n5. Patients must have a GOG Performance Status of 0 or 1.\n6. Patients must have recovered from the effects of surgery, radiation therapy, or chemoradiotherapy. At least six weeks must have elapsed from the last administration of chemoradiotherapy, and at least three weeks must have elapsed from the last administration of radiation therapy alone.\n7. Patients must have signed an approved informed consent form.\n8. Patients must be free of clinically active infection.\n9. Women of childbearing potential must have a negative pregnancy test. Women of childbearing potential must be willing to consent to using effective contraception while on treatment until they reach menopause.\n\nExclusion Criteria:\n\n1. Patients with bilateral hydronephrosis which cannot be alleviated by ureteral stents or percutaneous drainage. Patients with a serum creatinine greater than 1.2 mg/dl but less than 1.5 mg/dl with a 24-hour creatinine clearance determination of \\< 50 cc/min.\n2. Patients with a serum creatinine of 1.5 mg/dl or greater.\n3. Patients previously treated with chemotherapy except when used concurrently with radiation therapy\n4. Patients with a history of severe hypersensitivity reaction to docetaxel, drugs formulated with polysorbate 80, fluoropyrimidine therapy or 5-FU.\n5. Patients who are pregnant or lactating\n6. Patients with craniospinal metastases or history of craniospinal metastases.\n7. Patients with a concomitant malignancy other than non-melanoma skin cancer.\n8. Patients with a prior invasive malignancy (except non-melanoma skin cancer) who have had any evidence of disease within the last 5 years or whose prior malignancy treatment contraindicates the current protocol therapy.", "sex": "FEMALE", "minimumAge": "18 Years"}}}, {"protocolSection": {"identificationModule": {"nctId": "NCT06343948", "briefTitle": "A Study Comparing BL-B01D1 With Chemotherapy of Physician's Choice in Patients With Unresectable Locally Advanced, Recurrent, or Metastatic HR+HER2- Breast Cancer"}, "conditionsModule": {"conditions": ["HR+HER2- Breast Cancer"]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n1. Voluntarily sign the informed consent and follow the requirements of the protocol;\n2. No gender limit;\n3. Age ≥18 years old;\n4. expected survival time ≥3 months;\n5. Patients with unresectable locally advanced, recurrent metastatic HR+HER2- breast cancer;\n6. The subjects had received 1-2 lines of chemotherapy regimens in the unresectable locally advanced recurrence or metastasis stage, and had been treated with endocrine, CDK4/6 inhibitors, and taxanes;\n7. Documented radiographic disease progression;\n8. Consent to provide archival tumor tissue samples or fresh tissue samples of primary or metastatic lesions within 3 years;\n9. Must have at least one measurable lesion according to RECIST v1.1 definition;\n10. ECOG score 0 or 1;\n11. Toxicity of previous antineoplastic therapy has returned to ≤ grade 1 defined by NCI-CTCAE v5.0;\n12. No severe cardiac dysfunction, left ventricular ejection fraction ≥50%;\n13. No blood transfusion, no use of cell growth factors and/or platelet raising drugs within 14 days before screening, and the organ function level must meet the requirements;\n14. Urine protein ≤2+ or \\< 1000mg/24h;\n15. For premenopausal women with childbearing potential, a pregnancy test must be performed within 7 days before the initiation of treatment, serum pregnancy must be negative, and it must be non-lactating; All enrolled patients (male or female) were advised to use adequate barrier contraception throughout the treatment cycle and for 6 months after the end of treatment.\n\nExclusion Criteria:\n\n1. Prior receipt of an ADC drug with a topoisomerase I inhibitor as a toxin;\n2. Prior receipt of an ADC or antibody drug targeting EGFR and/or HER3;\n3. Chemotherapy, biological therapy, immunotherapy, etc., have been used within 4 weeks or 5 half-lives before the first dose, small molecule targeted therapy has been used within 5 days, palliative radiotherapy, modern Chinese medicine preparations approved by NMPA for anti-tumor therapy, etc., have been used within 2 weeks;\n4. anthracycline equivalent cumulative dose of adriamycin \\> 360 mg/m2;\n5. History of severe cardiovascular or cerebrovascular disease;\n6. Unstable deep vein thrombosis, arterial thrombosis, and pulmonary embolism requiring medical intervention within 6 months before screening; Infusion-related thrombosis was excluded;\n7. QT prolongation, complete left bundle branch block, III degree atrioventricular block, frequent and uncontrollable arrhythmia;\n8. Other malignant tumors diagnosed within 3 years before the first dose;\n9. Hypertension poorly controlled by two antihypertensive drugs; Patients with poor glycemic control;\n10. A history of interstitial lung disease (ILD) requiring steroid therapy, current ILD or grade ≥2 radiation pneumonitis, or suspicion of such disease on imaging during screening;\n11. Complicated pulmonary diseases leading to clinically severe respiratory function impairment;\n12. Patients with active central nervous system metastases;\n13. Patients with massive or symptomatic effusions or poorly controlled effusions;\n14. Imaging examination showed that the tumor had invaded or wrapped around the large blood vessels in the abdomen, chest, neck, and pharynx;\n15. Severe infection within 4 weeks before randomization; Evidence of pulmonary infection or active pulmonary inflammation within 2 weeks before randomization;\n16. Was receiving \\&gt before randomization; Long-term systemic corticosteroid therapy with 10mg/ day prednisone or equivalent anti-inflammatory active drugs or any form of immunosuppressive therapy;\n17. Severe unhealed wound, ulcer, or fracture within 4 weeks before signing the informed consent;\n18. Subjects with clinically significant bleeding or obvious bleeding tendency within 4 weeks before signing the informed consent;\n19. Patients with inflammatory bowel disease, extensive bowel resection history, immune enteritis history, intestinal obstruction or chronic diarrhea;\n20. Have a history of allergy to recombinant humanized antibodies or to BL-B01D1 and any excipients; A history of autologous or allogeneic stem cell transplantation;\n21. Human immunodeficiency virus antibody positive, active hepatitis B virus infection or hepatitis C virus infection;\n22. A history of severe neurological or psychiatric illness;\n23. Received other unmarketed investigational drug or treatment within 4 weeks before the first dose; A live vaccine dose within 28 days before the planned dose or the first dose;\n24. Any complications or other circumstances deemed by the investigator to preclude participation in the trial.", "sex": "ALL", "minimumAge": "18 Years"}}}], "nextPageToken": "NF0g5JKFmvg"}