{"studies": [{"protocolSection": {"identificationModule": {"nctId": "NCT05437757", "orgStudyIdInfo": {"id": "2021-BRV-004"}, "organization": {"fullName": "BellaSeno GmbH", "class": "INDUSTRY"}, "briefTitle": "Scaffold-guided Breast Surgery", "officialTitle": "Clinical Trial Evaluating Medical-grade Polycaprolactone-PCL Breast Scaffold Implantation With Autologous Fat Grafting for Breast Implant Revision and Congenital Defect Correction Surgery"}, "statusModule": {"statusVerifiedDate": "2025-07", "overallStatus": "ACTIVE_NOT_RECRUITING", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2022-06-15", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2025-12-17", "type": "ESTIMATED"}, "completionDateStruct": {"date": "2025-12-17", "type": "ESTIMATED"}, "studyFirstSubmitDate": "2022-06-16", "studyFirstSubmitQcDate": "2022-06-23", "studyFirstPostDateStruct": {"date": "2022-06-29", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2025-07-02", "lastUpdatePostDateStruct": {"date": "2025-07-04", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "BellaSeno Pty Ltd", "class": "INDUSTRY"}}, "oversightModule": {"oversightHasDmc": true, "isFdaRegulatedDrug": false, "isFdaRegulatedDevice": false, "isUsExport": false}, "descriptionModule": {"briefSummary": "The clinical trial is testing the use of a novel method to grow new tissue within the breast injecting fat tissue harvested from patient's own fat deposits. A scaffold implant acts as a resorbable frame to support this growth of cells. The scaffold will be resorbed within at least 3 years. The main assumption of this clinical trial is that the method used is safe and effective for treatment of women requiring a silicone implant and /or correction of breast defect and/or deformity. The other assumption is that this method is applicable to a wider range of tissue defects, such as breast reconstruction after breast tissue removal. The new method is called '3D printed scaffold-based soft tissue regeneration', and uses a combination of own fat cells (called adipocytes) with a 3D printed scaffold to support soft tissue regeneration using the natural healing processes in their body. This substance is resorbable and is similar to the substance used for sutures and stitches that are dissolvable or resorbable in the body. The substance used for the scaffold is already Therapeutic Goods Administration (TGA) approved for bone reconstruction of the skull. The implanted scaffold degrades over time, leaving the their own tissue in its place. The combination of scaffold implantation and their own fat cells is the novel method in this trial. Conventional liposuction techniques are used from another site on the patients body to harvest their fat cells.", "detailedDescription": "A 3D printed scaffold made of medical grade polycaprolactone is planned to be implanted for breast revision an/or congenital defect correction. First the patient will be thoroughly evaluated with history taking and examination to determine whether they are suitable for implantation. If deemed suitable for the trial, the surgeon together with the patient will choose the right scaffold size and fix a date for the surgery. All scaffolds are sterilized and transported in sealed packaging.\n\nThe implantation surgery will be done at a tertiary teaching hospital by an experienced breast surgeon and plastic and reconstructive surgeon. During the implantation procedure, the patient's own fat cells are harvested through simple liposuction techniques usually harvesting from the abdomen and thighs depending on availability of tissue. The fat cells that are harvested are then injected into the implanted scaffold at the time of initial implantation. The total length of procedure is estimated to take 2 hours.\n\nRecovery from the operation can take up to one week. From that, the effectiveness, complications and side-effects will be monitored for up to two years. The patient progress will be evaluated daily after the procedure while they are in hospital with clinical assessment of the wounds and overall status. On discharge a number of surveys will be performed to document the progress at regular intervals, as well as MRI studies. The duration of follow up for the study is 2 years after implantation.\n\nAll appointments and clinical assessments will be documented in the electronic patient medical record as well as electronic Case Report Form (QH-REDCap database)."}, "conditionsModule": {"conditions": ["Breast Implant Revision", "Congenital Breast Defect Correction"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["NA"], "designInfo": {"allocation": "NA", "interventionModel": "SINGLE_GROUP", "primaryPurpose": "OTHER", "maskingInfo": {"masking": "NONE"}}, "enrollmentInfo": {"count": 19, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Implantation of PCL Breast scaffold", "type": "EXPERIMENTAL", "description": "Insertion of a 3D printed medical-grade polycaprolactone-PCL Breast scaffold with autologous fat graft for unilateral or bilateral breast implant revision and congenital defect correction surgery.", "interventionNames": ["Device: Surgical implantation of the PCL Breast scaffold with autologous fat grafting"]}], "interventions": [{"type": "DEVICE", "name": "Surgical implantation of the PCL Breast scaffold with autologous fat grafting", "description": "Single shot of prophylactic perioperative antibiotics is given to the patient. A suitable incision is made to provide access followed by mobilisation of the breast gland.If present, the silicone implant is removed and capsulectomy performed. The implant pocket shall be rinsed with saline or antiseptic and a surgical drain shall be placed in the pocket at the discretion of the PI. The PCL Breast scaffold shall be inserted into the pocket and fixed using 2 to 4 sutures. The incision is closed. Liposuction is performed from another area of the body and lipofilling is performed within the breast scaffold. Sterile bandaging is applied and a daily wound revision is performed whilst an inpatient. A prophylactic antibiotic shall be administered to the patient.The patients shall be hospitalized overnight for clinical observation.", "armGroupLabels": ["Implantation of PCL Breast scaffold"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Post-operative device safety", "description": "Feasibility assessed through post-operative device safety measured through the adverse device effect rate (ADE rate). Adverse events are defined as per EN ISO 14155:2020. This will be regularly monitored during impatient and outpatient follow up.", "timeFrame": "Assessed at 12- and 24-months post-surgery."}], "secondaryOutcomes": [{"measure": "Adverse Event rate and severity", "description": "Adverse events and severity are defined as per EN ISO 14155:2020. Regularly monitored during inpatient and outpatient follow up.", "timeFrame": "Assessed daily during inpatient stay at 1-week, 2-,6-,12- and 24-months post-surgery."}, {"measure": "Frequency of complication", "description": "Composite outcome of short term and long term complications. This will be regularly monitored during inpatient and outpatient follow up with a study-specific questionnaire.", "timeFrame": "Short term complications will be assessed at 1-week and 2-months follow-up visits.Long term complications will be assessed at 6-months, 12-months and 24-months follow-up visits."}, {"measure": "Number of revision surgeries due to Adverse Device Effects", "description": "Adverse events are defined as per EN ISO 14155:2020. This will be regularly monitored during inpatient and outpatient follow up with a study-specific questionnaire.", "timeFrame": "Assessed daily during inpatient stay, at 1-week, 2-,6-,12- and 24-months post-surgery."}, {"measure": "Feasibility assessed through frequency of successful breast surgeries", "description": "This will be assessed as a composite outcome of:\n\n* Number of successful surgeries,\n* Clinical images (photographs, 3D scan, 180° video).", "timeFrame": "The frequency of successful breast surgeries will be assessed at the 24-month visit. The outcome of the surgeries will be assessed at enrolment and at 1-week, 2-, 6-, 12- and 24-month post-surgery."}, {"measure": "Feasibility assessed through patient reported breast-specific outcomes", "description": "It will be measured using the BREAST-Q questionnaire.\n\nScales:\n\nQuality of Life:\n\n* Physical Well-Being: Chest\n* Psychosocial Well-Being\n* Sexual Well-Being\n\nSatisfaction:\n\n* Breasts", "timeFrame": "Assessed at enrolment and at 2-,6-,12- and 24-months post-surgery."}, {"measure": "Feasibility assessed through volume replacement", "description": "This will be assessed as a composite outcome of:\n\n* Sternal notch to nipple (SN-N) measured in centimeters with tape measure and calipers\n* Breast Base Width (BBW) measured in centimeters with tape measure and calipers\n* Breast Height measured in centimeters with tape measure and calipers\n* Nipple to IMF-(N-IMF) measured in centimeters with tape measure and calipers\n* MRI (breast volume, scaffold volume and fat volume within scaffold measured in cc)\n* MRI with contrast (only at 24-month post-surgery)", "timeFrame": "Assessed at enrolment and at 2-, 6-, 12- and 24-month post-surgery."}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n1. Females over the age of 18 requiring pre-pectoral breast implant revision or congenital defect correction surgery, unilateral or bilateral.\n2. Patient willing and able to comply with the study requirements.\n3. Patient is eligible to undergo MRI (i.e., no implanted incompatible metal or metal devices, no history of severe claustrophobia).\n4. Patient capable of providing valid informed consent.\n5. Patient has sufficient body fat for homologous transplantation.\n\nExclusion Criteria:\n\n1. Patients who have undergone Radical Mastectomy or radical removal of chest wall soft tissue.\n2. Patients who have had breast or chest wall irradiation.\n3. Prior history of infection in the breast region in the preceding 12 months.\n4. Patients diagnosed with or having a prior history of Breast Implant-Associated Anaplastic Large Cell Lymphoma (BIA-ALCL).\n5. The patient has any condition or disease, including uncontrolled diabetes (e.g., HbA1c \\> 8%), that is clinically known to impact wound healing ability.\n6. Patient with a known history of immunodeficiency including HIV, concomitant systemic corticosteroid therapy, chemotherapy, synchronous haematological malignancy or other cause for secondary/primary immunodeficiency.\n7. Known severe concurrent or inter-current illness including cardiovascular, respiratory or immunological illness, psychiatric disorders, alcohol or chemical dependence, possible allergies that would, in the opinion of the Co-ordinating Principal Investigator, compromise their safety or compliance or interfere with interpretation of study results.\n8. Body mass Index (BMI) below 20 and above 30 (patients with a BMI above 30 may still be eligible pending assessment by investigating team and documentation of rationale).\n9. Polycaprolactone (PCL) allergy\n10. Women who are currently pregnant or breast feeding, or who are planning to become pregnant within two years after the breast surgery.\n11. Patient ineligible to undergo MRI.\n12. Patient unable or unwilling to comply with the treatment protocol.\n13. Patient unwilling or unable to provide fully informed consent including but not limited to patients with intellectual or mental impairment.\n14. Patients with a history of smoking (patients with a history of smoking may still be eligible pending assessment by investigating team and documentation of rationale)", "healthyVolunteers": false, "sex": "FEMALE", "genderBased": true, "genderDescription": "Females", "minimumAge": "18 Years", "stdAges": ["ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Owen Ung", "affiliation": "Comprehensive Breast Cancer Institute (CBCI), Royal Brisbane and Women's Hospital", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "Royal Brisbane and Women's Hospital (RBWH)", "city": "Brisbane", "state": "Queensland", "zip": "QLD 4029", "country": "Australia", "geoPoint": {"lat": -27.46794, "lon": 153.02809}}]}, "ipdSharingStatementModule": {"ipdSharing": "NO"}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2025-08-13"}, "conditionBrowseModule": {"browseLeaves": [{"id": "M12", "name": "Congenital Abnormalities", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC16", "name": "Diseases and Abnormalities at or Before Birth"}, {"abbrev": "All", "name": "All Conditions"}]}, "interventionBrowseModule": {"browseLeaves": [{"id": "M4222", "name": "Anti-Bacterial Agents", "relevance": "LOW"}, {"id": "M4224", "name": "Antibiotics, Antitubercular", "relevance": "LOW"}, {"id": "M4215", "name": "Anti-Infective Agents, Local", "relevance": "LOW"}], "browseBranches": [{"abbrev": "Infe", "name": "Anti-Infective Agents"}, {"abbrev": "All", "name": "All Drugs and Chemicals"}]}}, "hasResults": false}], "nextPageToken": "NF0g5JGFkQ"}