{"studies": [{"protocolSection": {"identificationModule": {"nctId": "NCT03727126", "briefTitle": "Robotic Versus Thoracolaparoscopic Esophagectomy for Esophageal Cancer"}, "conditionsModule": {"conditions": ["Esophageal Cancer"]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Resectable esophageal carcinoma, either squamous cell carcinoma or adenocarcinoma in the middle or lower part the esophagus\n\nExclusion Criteria:\n\n* American Society of Anesthesiologists (ASA) class 4 and above\n* Esophagectomy for other non-malignant conditions", "sex": "ALL"}}}, {"protocolSection": {"identificationModule": {"nctId": "NCT00750126", "briefTitle": "Allogeneic Hematopoietic Stem Cell Transplantation"}, "conditionsModule": {"conditions": ["Solid Tumors", "Hematologic Neoplasms"]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Patients aged less than 20 years old\n* Lansky score \\> 60%\n* Life expectancy greater than 2 months\n* Diagnoses:\n\n  3- Solid tumor or hematological malignancy remaining unresponsive to the reference strategies according to French best practices in pediatrics.\n\n  4- Malignancies for which allografting is the recognized indication but is contraindicated with myeloablative conditioning.\n* Usual criteria for allogeneic grafting (pre-graft profile)\n* Having a HLA-identical sibling donor for HLA-A, HLA-B and HLA-DR antigens or a HLA mismatch on only one antigen, or having a 10/10 pheno-identical donor, or compatible cord blood.\n* Signed informed consent\n\nExclusion Criteria:\n\n* Patient presenting rapidly-progressive malignancy\n* In cases where the potential donor is related, sibling presenting contraindication against hematopoietic stem cell donation\n* Unable to sufficiently understand the treatment and its consequences, even after explanation", "sex": "ALL", "maximumAge": "20 Years"}}}, {"protocolSection": {"identificationModule": {"nctId": "NCT06146257", "briefTitle": "A Study of GLB-001 in Patients With Relapsed or Refractory Acute Myeloid Leukemia or Relapsed or Refractory Higher Risk Myelodysplastic Syndromes"}, "conditionsModule": {"conditions": ["Acute Myeloid Leukemia", "Myelodysplastic Syndromes"]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Participants is ≥ 18 years of age at the time of signing the Informed Consent Form (ICF).\n* Participants must understand and voluntarily sign an ICF prior to any study-related assessments/procedures being conducted.\n* Participants are willing and able to adhere to the study visit schedule and other protocol requirements.\n* Participants with histologically or cytologically confirmed AML including de novo AML or secondary AML transformed from MDS according to 2022 World Health Organization (WHO) criteria classification, or with histologically or cytologically confirmed HR-MDS.\n* R/R AML and R/R HR-MDS who have failed or are ineligible for all available therapies which may provide clinical benefit.\n* Participants must have the following screening laboratory values:\n\n  * Total white blood cell count (WBC) \\< 25 x 10\\^9/L prior to the first dose of the study drug.\n  * Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 3.0 × upper limit of normal (ULN), unless considered due to extensive leukemic liver involvement, in which case AST and ALT can be ≤ 5.0 x ULN.\n  * Serum total bilirubin ≤ 1.5 x ULN, unless considered due to Gilbert's syndrome, in which case serum total bilirubin \\< 3 x ULN.\n  * Estimated serum creatinine clearance of ≥ 60 mL/min using the Cockcroft-Gault equation. Measured creatinine clearance from a 24-hour urine collection is acceptable if clinically indicated.\n  * International normalized ratio (INR) ≤ 1.5 x ULN and active partial thromboplastin time (aPTT) ≤ 1.5 x ULN.\n* Life expectancy ≥ 12 weeks.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 to 2.\n* Female Participants of child-bearing potential must have a negative serum or urine pregnancy test at screening and at pre-dose on Cycle 1 Day 1 (C1D1).\n\nExclusion Criteria:\n\n* Participants with acute promyelocytic leukemia (APML).\n* Participants with known leukemic involvement in central nervous system (CNS).\n* Receipt of anticancer medications/therapies within 5 half-lives or 28 days before the first administration of the study drug.\n* Participants with unresolved clinically significant non-hematologic toxicities of ≥ Grade 2 AE from prior therapies with exception of residual alopecia.\n* Participants with chronic graft versus host disease (GVHD) requiring systemic immunosuppressive therapy.\n* Participants with active malignancies other than AML or MDS.\n* Participants who have undergone major surgery ≤ 4 weeks prior to the first dose of the study drug.\n* Participants with immediately life-threatening, severe complications of leukemia such as disseminated/uncontrolled infection (bacterial and/or fungal), uncontrolled bleeding, and/or uncontrolled disseminated intravascular coagulation.\n* Participants with known chronic, active infection of hepatitis B virus (HBV), hepatitis C virus C (HCV), human immunodeficiency virus (HIV).\n* Participants unable to swallow oral medications, or Participants with clinically significant diarrhea, vomiting or malabsorption felt limited absorption of orally administered medications.\n* Participants with any other significant medical conditions, any other conditions, laboratory abnormality, or psychiatric illness which place the Participants at unacceptable risk if he/she were to participate in the study or that would hamper the Participants understanding of the study, or would prevent the Participant from complying with the study.\n* Medications or supplements that are known to be strong and moderate inhibitors or inducers of CYP450 isozyme 3A4 (CYP3A4) and/or P-glycoprotein (P-gp), or strong inhibitors or inducers of CYP450 isozyme 2C8 (CYP2C8) within 14 days or 5 half-lives, whichever is shorter, before the first dose of study drug.\n* Pregnant or lactating women.", "sex": "ALL", "minimumAge": "18 Years"}}}, {"protocolSection": {"identificationModule": {"nctId": "NCT05829057", "briefTitle": "The IIT Study of Evaluation of P-IL-2 Single Agent and With Anti-PD-1"}, "conditionsModule": {"conditions": ["Esophagus Cancer", "Bladder Cancer", "Liver Cancer", "Ovarian Cancer", "Small-cell Lung Cancer"]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n1. Willing and able to follow study procedures , and sign a written informed consent form;\n2. Males or females aged 18-75 years old at the time of signing the ICF;\n3. Expected survival time ≥ 12 weeks.\n4. Physical condition score ECOG ≤ 1.\n5. There is still disease progression, intolerance or lack of effective standard treatment under standard treatment. Patients with advanced malignant solid tumor confirmed by pathology (recurrence and / or metastasis); at least 1 Measurable lesions in accordance with RECIST v1.1 or iRECIST standards.\n6. Before the first administration, it had recovered from the toxic effects of the last treatment, and the researchers determined that the corresponding AE did not have a safety risk.\n7. Organ and bone marrow function levels must meet the following requirements:\n\n   Bone marrow: absolute neutrophil count (ANC) ≥ 1.5 × 109 ppm L, specified value (according to Group determination, see Appendix 11 for instructions on platelet count during the screening period), platelets Count ≥ 100x109 shock L, hemoglobin ≥ 90g/L, and no blood transfusion within 14 days before the first administration.\n8. Male subjects and female subjects of childbearing age from the signing of informed consent form to the end of drug research. Voluntary use of effective contraceptive measures within 5 months after secondary use.\n\nExclusion Criteria:\n\n1. Past or present suffering from other types of malignant tumors.\n2. Known to be allergic to research drugs or any of their excipients, or to be too strict with other monoclonal antibodies.Severe anaphylaxis (NCI-CTCAE 5.0 grade ≥ 3).\n3. People have hemorrhagic diseases or have hemorrhagic tendencies.\n4. Received any of the following treatments or drugs before the first study:\n\n   * large surgery or severe trauma occurred within 4 weeks before the first study of drug treatment.\n   * previous use of immunosuppressive drugs within 2 months prior to the first study, excluding nasal spray.\n   * And inhaled corticosteroids or physiological doses of systemic steroids.\n   * to study the Chinese medicine therapy with anti-tumor indications within 2 weeks before drug treatment for the first time.\n5. Patients with a history of central nervous system metastasis (non-tumor meningeal metastasis) or spinal cord compression can be enrolled in the study if they have clearly received treatment and have stopped taking anticonvulsants and steroids for 4 weeks or more and have stable clinical manifestations before the first administration of the study.\n6. Symptomatic, visceral spread, and short-term risk of life-threatening complications. the patients who underwent puncture and drainage within 3 weeks before the first administration included pleural effusion and abdominal cavity. Patients with effusion and pericardial effusion.\n7. Subjects with active, or history of autoimmune diseases that may recur, or patients at high risk. subjects with the following diseases are allowed to join the group:\n\n   * stable type I diabetic patients treated with fixed dose of insulin.\n   * autoimmune hypothyroidism which only needs hormone replacement therapy.\n   * skin diseases that do not require systemic treatment.\n   * cured childhood asthma / allergy adult patients without any intervention.\n8. Within 6 months before screening, any cardiovascular disease met any of the following criteria:\n\n   * congestive heart failure with heart function ≥ New York Heart Association (NYHA) Class II; left ventricular ejection. Blood fraction (LVEF) \\< 50%.\n   * severe arrhythmias requiring drug treatment.\n   * QTcF (Fridericia formula) male \\> 450ms, female \\> 470ms, or exist risk factors of apical torsion ventricular tachycardia are of clinical significance .\n   * myocardial infarction and severe / unstable angina pectoris occurred within 6 months before administration.\n   * history of thromboembolism with grade 3 or more in the past 2 years, or is being received because of a high risk of thrombosis.\n\n   Receive thrombolytic or anticoagulant therapy.\n9. Currently suffering from sudden lung disease, interstitial lung disease or pneumonia, pulmonary fibrosis, acute lung disease, etc., except local interstitial pneumonia caused by radiotherapy.\n10. Uncontrolled systemic diseases .\n11. history of human immunodeficiency virus infection, or suffer from other acquired, congenital immunodeficiency. Disease, or a history of organ transplantation, or a history of stem cell transplantation;\n12. Evidence of active infection.\n13. Previous history of neurological or mental disorders, or known history of psychotropic substance abuse and alcoholism.\n\n    History or history of drug use.\n14. Received any research drug within 4 weeks before the first administration, or participated in another clinical trial at the same time.\n15. Female patients who are pregnant or lactating, or whose baseline pregnancy test results are positive.\n16. The researchers believe that it is not suitable for patients to be included in this study.", "sex": "ALL", "minimumAge": "18 Years", "maximumAge": "75 Years"}}}, {"protocolSection": {"identificationModule": {"nctId": "NCT05483257", "briefTitle": "Molecular Subtyping for Prognosis Evaluation in Resected Pancreatic Adenocarcinoma"}, "conditionsModule": {"conditions": ["Pancreatic Cancer Resectable"]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Radically resected pancreatic adenocarcinoma (stage I-III)\n* Resected tumor tissues and matched blood cells available\n* Signed informed consent\n\nExclusion Criteria:\n\n* Pancreatic cancer except pancreatic adenocarcinoma\n* Non-radical resection", "sex": "ALL", "minimumAge": "34 Years", "maximumAge": "84 Years"}}}], "nextPageToken": "NF0g5JSO"}