[
  {
    "protocolSection": {
      "identificationModule": {
        "nctId": "NCT05745350",
        "briefTitle": "First Line Pembrolizumab, Plinabulin Plus Etoposide and Platinum (EP) for ES-SCLC"
      },
      "statusModule": {
        "overallStatus": "RECRUITING",
        "startDateStruct": {
          "date": "2024-03-07"
        },
        "completionDateStruct": {
          "date": "2025-12"
        }
      },
      "descriptionModule": {
        "briefSummary": "Monoclonal antibodies against programmed death 1 (PD-1) and its ligand PD-L1 have shown efficacy in patients with ES-SCLC in the monotherapy and combination therapy settings. Up to now, Atezolizumab and Durvalumab has been approved for first line treatment for ES-SCLC in China combined with EP or EC. Besides, KEYNOTE-604 study revealed that adding pembrolizumab to standard first-line EP significantly improves PFS in patients with ES-SCLC and is associated with durable responses in a subset of patients. 12-m PFS rate were 13.6% with pembrolizumab plus EP and 3.1% with placebo plus EP. The statistical threshold for declaring significant prolongation of OS was narrowly missed. Considering sicker pts was enrolled and the interim analysis was quite often, even though the investigators narrowly missed the OS endpoint, longer numerical OS data was observed. The latest version of NCCN SCLC guidelines still recommended pembrolizumab as an option for ES-SCLC patients.\n\nPlinabulin received breakthrough designation from both US and China FDA for CIN (Chemotherapy Induced Neutropenia) prevention indication. As a \"pipeline in a drug,\" plinabulin is being broadly studied in combination with various immuno-oncology agents that could boost the effects of the PD-1/PD-L1 antibodies and re-sensitize PD-1/PD-L1 antibody resistant patients. In a poster released at 2021 ASCO conference, a phase I trial of Plinabulin in combination with nivolumab and ipilimumab in patients with relapsed small cell lung cancer: Big Ten Center Research Consortium (BTCRC-LUN17-127) study. Plinabulin in combination with nivolumab and ipilimumab was safe and well tolerated with promising efficacy signal of 46% ORR.\n\nFrom above, Pembrolizumab, Plinabulin plus Etoposide and Platinum as First-Line Therapy for ES-SCLC should be a promising combination therapy, as the investigators expect increased efficacy and reduced toxicity with the addition of Plinabulin. In this proof of concept phase II study, the investigators will investigate that the efficacy and safety of Pembrolizumab, Plinabulin plus Etoposide and Platinum as First-Line Therapy for ES-SCLC."
      },
      "conditionsModule": {
        "conditions": [
          "Small Cell Lung Cancer Extensive Stage"
        ]
      }
    }
  },
  {
    "protocolSection": {
      "identificationModule": {
        "nctId": "NCT04377620",
        "briefTitle": "Assessment of Efficacy and Safety of Ruxolitinib in Participants With COVID-19-Associated ARDS Who Require Mechanical Ventilation (RUXCOVID-DEVENT)"
      },
      "statusModule": {
        "overallStatus": "TERMINATED",
        "startDateStruct": {
          "date": "2020-05-24"
        },
        "completionDateStruct": {
          "date": "2021-02-26"
        }
      },
      "descriptionModule": {
        "briefSummary": "The purpose of this study is to evaluate the efficacy and safety of ruxolitinib in the treatment of participants with COVID-19-associated Acute Respiratory Distress Syndrome (ARDS) who require mechanical ventilation."
      },
      "conditionsModule": {
        "conditions": [
          "COVID-19"
        ]
      }
    }
  }
]