[
  {
    "protocolSection": {
      "identificationModule": {
        "nctId": "NCT02554968",
        "briefTitle": "Reliability and Validity of Patient Reported Outcome Measures in Head and Neck Cancer"
      },
      "statusModule": {
        "overallStatus": "COMPLETED",
        "startDateStruct": {
          "date": "2015-09"
        },
        "completionDateStruct": {
          "date": "2017-09"
        }
      },
      "descriptionModule": {
        "briefSummary": "This study will utilize Rasch analysis to study the construct validity and reliability of five shoulder-related patient-reported outcome measures in patients reporting shoulder impairment following surgery for head and neck cancer."
      },
      "conditionsModule": {
        "conditions": [
          "Shoulder Pain",
          "Head and Neck Cancer"
        ]
      }
    }
  },
  {
    "protocolSection": {
      "identificationModule": {
        "nctId": "NCT06941168",
        "briefTitle": "Potential Advantages of Robotic Total Gastrectomy in Advanced Middle-Upper Gastric Cancer: A Multicenter Propensity Score Matching Analysis"
      },
      "statusModule": {
        "overallStatus": "COMPLETED",
        "startDateStruct": {
          "date": "2015-01"
        },
        "completionDateStruct": {
          "date": "2024-08"
        }
      },
      "descriptionModule": {
        "briefSummary": "This multicenter retrospective cohort study aimed to evaluate the potential advantages of robotic total gastrectomy (RTG) compared to laparoscopic total gastrectomy (LTG) in patients with advanced middle and upper gastric cancer (AMUGC). A total of 1,099 patients who underwent radical total gastrectomy between 2013 and 2020 were included. After strict inclusion and exclusion criteria, propensity score matching (1:1) was conducted to balance baseline characteristics. The primary endpoint was 3-year disease-free survival (DFS), with secondary outcomes including overall survival, recurrence rates and patterns, and perioperative outcomes. All procedures were performed by experienced surgeons following standardized protocols across eight high-volume centers. Data quality was ensured through a centralized electronic system, unified training, and rigorous verification. This study provides real-world evidence on surgical outcomes and long-term prognosis, contributing to clinical decision-making in the treatment of AMUGC."
      },
      "conditionsModule": {
        "conditions": [
          "Advanced Gastric Cancer"
        ]
      }
    }
  },
  {
    "protocolSection": {
      "identificationModule": {
        "nctId": "NCT06665568",
        "briefTitle": "Effects of Intranasal Ketamine on Depression and Anxiety in Palliative Care Cancer Patients"
      },
      "statusModule": {
        "overallStatus": "NOT_YET_RECRUITING",
        "startDateStruct": {
          "date": "2025-04"
        },
        "completionDateStruct": {
          "date": "2026-12"
        }
      },
      "descriptionModule": {
        "briefSummary": "With progression of cancer, patients and their caregivers experience challenging emotional distress, which can make them feel depressed and very anxious.\n\nPatients with advanced cancer often do not have long to live. However, most antidepressants take a long time to act and cause unwanted side effects. There is hence a need for a fast acting antidepressant with fewer unwanted side effects.\n\nKetamine is an effective and fast acting antidepressant originating from pain treatment, which has few unwanted side effects. It can be taken by a patient as a nasal spray when it is needed.\n\nThe idea of treating depression and anxiety in cancer patients in palliative care with ketamine nasal spray is new. How effective ketamine will be at reducing depression and anxiety in patients is unknown . It is also unknown whether this kind of treatment will be safe and practical for palliative care patients.\n\nThis study aims to answer these questions. Patients will be treated with a low dose (5 mg) of ketamine nasal spray and then measure its effectiveness, practicality and safety. Questionnaires will be used to measure these outcomes.\n\nIf treating depression and anxiety with ketamine nasal spray proves to be effective, practical and safe, then it could help to improve the quality of life for palliative care patients and reduce the burden of their caregivers."
      },
      "conditionsModule": {
        "conditions": [
          "Depressive Symptoms Mild to Moderate in Severity",
          "Anxiety",
          "Quality of Life (QOL)",
          "Caregiver Burden",
          "Sleep Quality"
        ]
      }
    }
  },
  {
    "protocolSection": {
      "identificationModule": {
        "nctId": "NCT05385250",
        "briefTitle": "Bone-sparing Chemoradiotherapy for Anal Cancer - DACG-II"
      },
      "statusModule": {
        "overallStatus": "ACTIVE_NOT_RECRUITING",
        "startDateStruct": {
          "date": "2021-08-23"
        },
        "completionDateStruct": {
          "date": "2026-03-01"
        }
      },
      "descriptionModule": {
        "briefSummary": "This study proposal includes a prospective clinical trial of bone sparing treatment planning in anal cancer patients. the trial aim to lower the risk of bone damage, while adhering with the constrains to the bowel, bladder and other conventional Organs At Risk, and finally to describe the fraction of pelvic insufficiency fractures in patients treated with optimized radiotherapy."
      },
      "conditionsModule": {
        "conditions": [
          "Anal Cancer",
          "Radiotherapy Side Effect"
        ]
      }
    }
  },
  {
    "protocolSection": {
      "identificationModule": {
        "nctId": "NCT05745350",
        "briefTitle": "First Line Pembrolizumab, Plinabulin Plus Etoposide and Platinum (EP) for ES-SCLC"
      },
      "statusModule": {
        "overallStatus": "RECRUITING",
        "startDateStruct": {
          "date": "2024-03-07"
        },
        "completionDateStruct": {
          "date": "2025-12"
        }
      },
      "descriptionModule": {
        "briefSummary": "Monoclonal antibodies against programmed death 1 (PD-1) and its ligand PD-L1 have shown efficacy in patients with ES-SCLC in the monotherapy and combination therapy settings. Up to now, Atezolizumab and Durvalumab has been approved for first line treatment for ES-SCLC in China combined with EP or EC. Besides, KEYNOTE-604 study revealed that adding pembrolizumab to standard first-line EP significantly improves PFS in patients with ES-SCLC and is associated with durable responses in a subset of patients. 12-m PFS rate were 13.6% with pembrolizumab plus EP and 3.1% with placebo plus EP. The statistical threshold for declaring significant prolongation of OS was narrowly missed. Considering sicker pts was enrolled and the interim analysis was quite often, even though the investigators narrowly missed the OS endpoint, longer numerical OS data was observed. The latest version of NCCN SCLC guidelines still recommended pembrolizumab as an option for ES-SCLC patients.\n\nPlinabulin received breakthrough designation from both US and China FDA for CIN (Chemotherapy Induced Neutropenia) prevention indication. As a \"pipeline in a drug,\" plinabulin is being broadly studied in combination with various immuno-oncology agents that could boost the effects of the PD-1/PD-L1 antibodies and re-sensitize PD-1/PD-L1 antibody resistant patients. In a poster released at 2021 ASCO conference, a phase I trial of Plinabulin in combination with nivolumab and ipilimumab in patients with relapsed small cell lung cancer: Big Ten Center Research Consortium (BTCRC-LUN17-127) study. Plinabulin in combination with nivolumab and ipilimumab was safe and well tolerated with promising efficacy signal of 46% ORR.\n\nFrom above, Pembrolizumab, Plinabulin plus Etoposide and Platinum as First-Line Therapy for ES-SCLC should be a promising combination therapy, as the investigators expect increased efficacy and reduced toxicity with the addition of Plinabulin. In this proof of concept phase II study, the investigators will investigate that the efficacy and safety of Pembrolizumab, Plinabulin plus Etoposide and Platinum as First-Line Therapy for ES-SCLC."
      },
      "conditionsModule": {
        "conditions": [
          "Small Cell Lung Cancer Extensive Stage"
        ]
      }
    }
  }
]