[
  {
    "protocolSection": {
      "identificationModule": {
        "nctId": "NCT03301350",
        "briefTitle": "Neoadjuvant Carbo/Paclitaxel Followed by Doxorubicin/Cyclophosphamide in Breast Cancer"
      },
      "statusModule": {
        "overallStatus": "COMPLETED",
        "startDateStruct": {
          "date": "2017-11-07"
        },
        "completionDateStruct": {
          "date": "2022-02-07"
        }
      },
      "descriptionModule": {
        "briefSummary": "This is a phase II single-arm, open-label, prospective study to evaluate the efficacy of the low dose weekly Carboplatin/Paclitaxel followed by dose-dense Doxorubicin/Cyclophosphamide in subjects with triple-negative breast cancer in neoadjuvant settings."
      },
      "conditionsModule": {
        "conditions": [
          "Breast Cancer",
          "Triple Negative Breast Cancer"
        ]
      }
    }
  },
  {
    "protocolSection": {
      "identificationModule": {
        "nctId": "NCT01367418",
        "briefTitle": "Effects of Anesthetic Technique on Immune and Inflammatory Systems Following Radical Prostatectomy"
      },
      "statusModule": {
        "overallStatus": "COMPLETED",
        "startDateStruct": {
          "date": "2010-09"
        },
        "completionDateStruct": {
          "date": "2012-03"
        }
      },
      "descriptionModule": {
        "briefSummary": "Several recently published retrospective studies show that regional anaesthesia (RA) can reduce cancer-related mortality following surgical treatment of colorectal, breast and prostate cancers and malignant melanoma. If these results are true, then the choice of perioperative pain management is as beneficial, or even better, than the current oncological therapies. This theory needs to be investigated in a prospective, randomized and controlled trail. We shall perform a prospective, randomized study comparing the effects of Thoracic epidural analgesia (TEA) or patient controlled analgesia (PCA) on postoperative immunological and inflammatory markers in order to understand whether the protective effects, if any, of regional analgesia are due to changes in these markers or whether the underlying mechanisms is not mediated via this stress signalling pathway."
      },
      "conditionsModule": {
        "conditions": [
          "Prostate Cancer"
        ]
      }
    }
  },
  {
    "protocolSection": {
      "identificationModule": {
        "nctId": "NCT05259410",
        "briefTitle": "Time Restricted Eating During Chemotherapy for Breast Cancer"
      },
      "statusModule": {
        "overallStatus": "RECRUITING",
        "startDateStruct": {
          "date": "2022-08-01"
        },
        "completionDateStruct": {
          "date": "2026-03-01"
        }
      },
      "descriptionModule": {
        "briefSummary": "Breast cancer is the most common cancer in the United States however, little is known about how diet can affect cancer treatment. Pre-clinical murine studies report intermittent fasting increases effectiveness of chemotherapy and decreases treatment related adverse events. The proposed research will demonstrate that time restricted eating, a form of intermittent fasting, will improve treatment related outcomes, patient related outcomes, and limit treatment related weight gain and fat mass accretion.Time restricted eating combined with a mediterranean diet will also be feasible and improve cardiometabolic risk more than TRE alone or standard care."
      },
      "conditionsModule": {
        "conditions": [
          "Breast Cancer Female"
        ]
      }
    }
  }
]